Repository: mlundblad/tabler
Catalog: po/*.po
Languages: sv

source: Seating Arrangement Application
sv: Program för sittningsarrangemang

source: Seating;Planning
sv: Sittningar;Planering

source: Tabler Document
sv: Tabler-dokument

source: An error occured while reading file %s: %s
sv: Ett fel inträffade vid läsning av filen %s: %s

source: Invalid file
sv: Ogiltig fil

source: Error loading %s.
sv: Fel vid läsning av %s.

source: File not found or could not be read.
sv: Fil saknas eller är oläslig.

source: %s not found or could not be read.
sv: %s finns inte eller kunde inte läsas in.

source: About Tabler
sv: Om Tabler

source: Tabler Seating Planning Program
sv: Tabler, ett program för att planera sittningar

source: Tabler - Unnamed
sv: Tabler - Namnlös

source: Name
sv: Namn

source: Save arrangement
sv: Spara bordsplacering

source: Cancel
sv: Avbryt

source: Save
sv: Spara

source: _About
sv: _Om

source: _Quit
sv: _Avsluta

source: Floorplan
sv: Bordsplacering

source: Add Guest
sv: Lägg till gäst

source: Remove Guest
sv: Ta bort gäst

source: Guests
sv: Gäster

source: Relations
sv: Relationer
